import { Slider } from './slider.object';

export const Slides: Slider[] = [
    {
        image: '../assets/images/knigi_1.png',
        title: 'ШРИМАД БХАГАВАТАМ',
        text: "Истории о из древних пуран о настоящем счастье, происходившие миллионы лет назад.",
        countBooks: '26 томов',
        countSongs: '12 песен',
        price: '9 990'
    },
    {
        image: '../assets/images/knigi_2.png',
        title: 'ЧАЙТАНЬЯ ЧАРИТАМРИТА',
        text: `"Шри Чайтанья-чаритамрита", написанная Шрилой
         Кришнадасом Кавираджей Госвами, является главным трудом,
          повествующим о жизни Шри Кришны Чайтаньи Махапрабху, великого
           святого и религиозного реформатора XVI века.`,
        countBooks: '9 томов',
        countSongs: '3 лилы',
        price: '4 990'
    },
    {
        image: '../assets/images/knigi_3.png',
        title: 'ИСТОРИЧЕСКИЙ',
        text: `В этом комплекте представлены классические произведения ведической
         традиции. Махабхарата, Рамаяна и Кришна. Произведения, которые перенесут
          Вас далеко за пределы истории.`,
        countBooks: '4 тома',
        countSongs: '3 произведения',
        price: '1 990'
    },
    {
        image: '../assets/images/knigi_4.png',
        title: 'ПРАКТИКА БХАКТИ',
        text: `Этот комплект для тех, кто всерьёз хочет узнать о методе достижения
         духовного совершенства. Вы узнаете о суте духовной практики для нашей эпохи:
          Повторении Святого Имени, Основах философии, и взаимотношениях духовного
           учителя и ученика.`,
        countBooks: '4 тома',
        countSongs: '4 произведения',
        price: '2 590'
    },
    {
        image: '../assets/images/knigi_5.png',
        title: 'НАУЧНОСТЬ БХАКТИ',
        text: `Эти книги позволят читателю взглянуть на научность метода бхакти,
         и не научность современного подхода к изучению и постижению этого мира.
          Множество разбитых теорий и гипотез. Простые вопросы, на которые учёные
           немогут дать ответы, отвечают древние Веды.`,
        countBooks: '4 тома',
        countSongs: '4 произведения',
        price: '1 590'
    },
    {
        image: '../assets/images/knigi_6.png',
        title: 'САНКИРТАНА',
        text: `Это тот самый комплект с помощью которого, можно познакомить своих
         родных и близких с этой древней наукой Бхакти йоги. Это набор из 7 тоненьких
          книг, которые можно подарить либо недорого познакомиться с основами этой
           древнейшей науки.`,
        countBooks: '7 томов',
        countSongs: '',
        price: '990'
    },
];