import { Slider } from './slider.object';

export const Slides: Slider[] = [
    {
        image: '../assets/images/knigi_1.png',
        title: 'ШРИМАД БХАГАВАТАМ',
        text: "Истории о из древних пуран о настоящем счастье, происходившие миллионы лет назад.",
        countBooks: '26 томов',
        countSongs: '12 песен',
        price: '9 990'
    },
    {
        image: '../assets/images/knigi_2.png',
        title: 'ЧАЙТАНЬЯ ЧАРИТАМРИТА',
        text: `"Шри Чайтанья-чаритамрита", написанная Шрилой
         Кришнадасом Кавираджей Госвами, является главным трудом,
          повествующим о жизни Шри Кришны Чайтаньи Махапрабху, великого
           святого и религиозного реформатора XVI века.`,
        countBooks: '9 томов',
        countSongs: '3 лилы',
        price: '4 990'
    },
    {
        image: '../assets/images/knigi_3.png',
        title: 'ИСТОРИЧЕСКИЙ',
        text: `В этом комплекте представлены классические произведения ведической
         традиции. Махабхарата, Рамаяна и Кришна. Произведения, которые перенесут
          Вас далеко за пределы истории.`,
        countBooks: '4 тома',
        countSongs: '3 произведения',
        price: '1 990'
    },
    {
        image: '../assets/images/knigi_4.png',
        title: 'ПРАКТИКА БХАКТИ',
        text: `Этот комплект для тех, кто всерьёз хочет узнать о методе достижения
         духовного совершенства. Вы узнаете о суте духовной практики для нашей эпохи:
          Повторении Святого Имени, Основах философии, и взаимотношениях духовного
           учителя и ученика.`,
        countBooks: '4 тома',
        countSongs: '4 произведения',
        price: '2 590'
    },
    {
        image: '../assets/images/knigi_5.png',
        title: 'НАУЧНОСТЬ БХАКТИ',
        text: `Эти книги позволят читателю взглянуть на научность метода бхакти,
         и не научность современного подхода к изучению и постижению этого мира.
          Множество разбитых теорий и гипотез. Простые вопросы, на которые учёные
           немогут дать ответы, отвечают древние Веды.`,
        countBooks: '4 тома',
        countSongs: '4 произведения',
        price: '1 590'
    },
    {
        image: '../assets/images/knigi_6.png',
        title: 'САНКИРТАНА',
        text: `Это тот самый комплект с помощью которого, можно познакомить своих
         родных и близких с этой древней наукой Бхакти йоги. Это набор из 7 тоненьких
          книг, которые можно подарить либо недорого познакомиться с основами этой
           древнейшей науки.`,
        countBooks: '7 томов',
        countSongs: '',
        price: '990'
    },
    {
        image: '../assets/images/knigi_7.png',
        title: 'ВСЕ КНИГИ Ш.ПРАБХУПАДЫ',
        text: `Комплект включает в себя всё собрание произведений Ш. Прабхупады.`,
        countBooks: '97 томов',
        countSongs: '36 произведений',
        price: '19 990'
    },
];

export const Complects = [
    {
        image: '../../../assets/complects/shb1_kartinka_2187.png',
        count_books: '26',
        count_songs: '12',
        count_verses: '18 000',
        count_pages: '16 656',
        weight: '19 690 гр',
        size: '225*480*300 мм',
        price: '9 990 р.',
        title_1: '«шримад бхагаватам»',
        title_2: 'шримад бхагаватам',
        outline: `«Бхагавата-пурану» принято считать основной
         сутью всей ведийской литературы и философии веданты.
          Любого, кто вкусит трансцендентную сладость «Бхагавата-пураны»,
           никогда больше не привлечёт какая-либо другая литература.»`,
        subtitle_1: 'Бхагавата',
        subtitle_2: 'пурана',
        text_1_paragraph_1: `Представляет собой пересказ беседы между
         царём Парикшитом и святым мудрецом Шукадевой Госвами.`,
        text_1_paragraph_2: `Царь Парикшит (внук Арджуны), после того,
         как его проклинает брахман на смерть по прошествии семи дней,
          решает принять проклятие и оставить свои царские обязанности. `,
        text_1_paragraph_3: `Чтобы познать цель жизни. Царь удаляется 
        на берег Ганги, где готовится к наступающей смерти.`,
        text_2_paragraph_1: `Там к нему приходит святой мудрец Шукадева Госвами,
         чтобы передать царю духовное знание в последние дни его жизни.`,
        text_2_paragraph_2: `Их беседа непрерывно продолжается семь дней,
         в течение которых царь не ест, не пьёт и не спит.`,
        text_2_paragraph_3: `Во время беседы Шукадева Госвами объясняет,
         что целью человеческой жизни является осознание верховной абсолютной
          истины, которую он определяет как верховную личность Бога, Кришну.`,
        content: 'Содержит',
        tick: 'tick_2365.png',
        subcontent_1: `Описание различных аватар, низошедших в разные эпохи в материальный мир,`,
        subcontent_2: `Обширные сведения по индуистской философии, метафизике и космологии.`,
        subcontent_3: `Повествует об историческом развитии Вселенной, о путях самопознания и освобождения.`,
    },
    {
        image: '../../../assets/complects/chch_2444.png',
        count_books: '9',
        count_songs: '3',
        count_verses: '11 555',
        count_pages: '62',
        weight: '8 700 гр',
        price: '4 590 р.',
        title_1: '«чайтанья чаритамрита»',
        title_2: 'чайтанья чаритамрита',
        outline: `«Если бы все книги на свете вдруг исчезли и на земле остались
         бы только «Шримад-Бхагаватам» и «Чайтанья-чаритамрита», люди всё равно 
         смогли бы достичь своего высшего предназначения».`,
        subtitle_1: 'Нама',
        subtitle_2: 'санкиртана',
        text_1_paragraph_1: `Содержит в себе истории из жизни Чайтаньи Махапрабху и философские беседы, 
        в которых обстоятельно описывается бхакти-йога`,
        text_1_paragraph_2: `И уделяется особое внимание санкиртане — 
        публичному воспеванию имён Кришны в виде Харе Кришна мантры. `,
        text_1_paragraph_3: `По широте охватываемого материала и по художественным
         достоинствам биография не имеет себе равных в бенгальской литературе.`,
        text_2_paragraph_1: `Основную задачу биографии автор видел в изложении и 
        пропаганде идей бенгальского вайшнавизма и бхакти.`,
        text_2_paragraph_2: `С этой целью он широко привлекает религиозно-философскую
         литературу (число цитируемых источников превышает 60).`,
        text_2_paragraph_3: `Описанные события «Чайтанья Чаритамриты» основаны 
        на воспоминаниях духовного учителя Кришнадасы Кавираджа`,
        content: 'Содержит',
        tick: 'tick_2365.png',
        subcontent_1: `Объяснение личности Чайтаньи как аватары Кришны в умонастроении Радхарани`,
        subcontent_2: `Подробно описывает деяния Чайтаньи Махапрабху после принятия им санньясы.`,
        subcontent_3: `Деятельность различных последователей Чайтаньи и их взаимоотношения`,
    },
    {
        image: '../../../assets/complects/istoric.png',
        count_books: '4',
        count_songs: '3',
        weight: '3 500 гр',
        price: '1 990 р.',
        title_1: '«исторический»',
        title_2: 'исторический',
        outline: `Рамаяна, Махабхарата и Кришна - это органичный комплекс ведических повествований.`,
        subtitle_1: 'махабхарата',
        subtitle_2: 'рамаяна',
        text_1_paragraph_1: `Великое сказание о потомках Бхараты. Древнеиндийский эпос,
         одно из крупнейших литературных произведений в мире.`,
        text_1_paragraph_2: ` Оригинал состоит из восемнадцати книг и 
        содержит более 75 000 двустиший что в несколько раз длиннее Илиады и Одиссеи вместе взятых.`,
        text_1_paragraph_3: `Авторство «Махабхараты» приписывается легендарному
         мудрецу Вьясе, который сам является действующим лицом сказания.`,
        text_2_paragraph_1: `Древнеиндийский эпос на санскрите, автором которого в 
        традиции индуизма принято считать легендарного мудреца Вальмики.`,
        text_2_paragraph_2: `«Рамаяна» состоит из 24 000 стихов (в оригинале (санскрит)
         480 002 слов — около одной четверти текста «Махабхараты».`,
        text_2_paragraph_3: `В «Рамаяне» повествуется история седьмой аватары
         Вишну Рамы, чью жену Ситу похищает Равана.`,
        content: 'Кришна',
        tick: 'tick_2365.png',
        subcontent_1: `Краткое изложение 10 песни «Бхагавата-пураны», где описывается жизнь и деяния Кришны.`,
        subcontent_2: ` Книга повествует о причинах и обстоятельствах воплощения Кришны на Земле.`,
        subcontent_3: `Впервые книга была опубликована в 1970 году на деньги пожертвованные Д.Харрисоном.`,
    },
    {
        image: '../../../assets/complects/bhakti.png',
        count_books: '4',
        count_songs: '4',
        weight: '3 500 гр',
        price: '2 590 р.',
        title_1: '«практика бхакти»',
        title_2: 'практика бхакти',
        outline: `На протяжении многих веков «Бхагавадгита» является одним 
        из самых почитаемых священных текстов и оказывает большое влияние на
         жизнь и культуру индийского общества.`,
        text_1_paragraph_1_title: 'бхагават',
        text_1_paragraph_2_title: 'гита',
        text_1_paragraph_3_title: 'шри',
        text_1_paragraph_4_title: 'намамрита',
        text_1_paragraph_5_title: 'шри',
        text_1_paragraph_6_title: 'ишопанишад',
        text_1_paragraph_7_title: 'духовный учитель',
        text_1_paragraph_8_title: 'и ученик',
        text_1_paragraph_1: `Текст «Бхагавадгиты» состоит из философской беседы между
         Кришной и Арджуной, которая происходит на поле битвы Курукшетра`,
        text_1_paragraph_2: `В процессе беседы Кришна раскрывает Арджуне свою
         божественную сущность. Кришна объявляет  себя конечной истиной и абсолютным благом.`,
        text_1_paragraph_3: `Наставления из книг и писем Ш. Прабхупады, в которых 
        подробно объясняется, что повторение и пение Святого Имени является главной
         религиозной практикой Кали–юги”.`,
        text_1_paragraph_4: `Описываются трансцендентные свойства и плоды повторения
         Святого Имени. даются практические наставления, касающиеся воспевания мантры Харе Кришна.`,
        text_2_paragraph_5: `«Ишопанишад» имеет особое значение среди всех Упанишад — в ней описывается 
        природа Всевышнего Ишвары.`,
        text_2_paragraph_6: `Который представлен как[1] «бестелесный, всеведущий,
         безупречный, не имеющий вен, чистый и неосквернённый»`,
        text_2_paragraph_7: `«Духовный учитель и ученик» - это сборник фрагментов из книг и писем
         Шрилы Прабхупады касающихся различным аспектам такой важной темы ак отношения ученика и учителя.`,
        text_2_paragraph_8: `В книге, основываясь на философии Вед, тщательно объясняется
         важность авторитетного руководства на духовном пути. раскрывается суть духовного посвящения.`,
    },

    {
        image: '../../../assets/complects/bhakti.png',
        count_books: '4',
        count_songs: '4',
        weight: '1 900 гр',
        price: '1 590 р.',
        title_1: '«научность бхакти»',
        title_2: 'научность бхакти',
        outline: `Бхакти-йога — это высшая система йоги,
         все другие системы предназначены для того, чтобы привести практикующего к бхакти-йоге.`,
        text_1_paragraph_1_title: 'прабхупада',
        text_1_paragraph_2_title: 'наследие',
        text_1_paragraph_3_title: 'веда',
        text_1_paragraph_4_title: 'тайны востока',
        text_1_paragraph_5_title: 'наука',
        text_1_paragraph_6_title: 'самоосознания',
        text_1_paragraph_7_title: 'учение шри',
        text_1_paragraph_8_title: 'чайтаньи',
        text_1_paragraph_1: `Эта биография открывает нам удивительные личные 
        качества Шрилы Прабхупады: его нравственную силу, неподдельное смирение и глубокую религиозность.`,
        text_1_paragraph_2: `Мы убеждаемся в том, что сама жизнь Шрилы Прабхупады
         была воплощением того идеала, к которому он призывал других стремиться.`,
        text_1_paragraph_3: `Наше истинное «я», закон кармы, перевоплощение души, медитация,
         Веды и ведическая культура — вот лишь некоторые из тем, затрагиваемых в этой книге.
          Для широкого круга читателей.`,
        text_1_paragraph_4: `Веда: тайны Востока» — сборник лекций, бесед и статей Его
         Божественной Милости А.Ч. Бхактиведанты Свами Прабхупады и его последователей.`,
        text_2_paragraph_5: `Современное общество пытается разрешить проблемы
         материальными средствами, но вместо этого только создает новые.`,
        text_2_paragraph_6: `Как разорвать этот заколдованный круг?Что мы можем сделать для будущего? 
        В чем смысл нашего существования? Откуда мы пришли в этот мир и что с нами происходит после смерти?`,
        text_2_paragraph_7: `Учение Господа Чайтаньи, не отличается от учения Господа Кришны
         в «Бхагавад-гите». Господь Чайтанья учил тому, как применять наставления Господа Кришны на практике.`,
        text_2_paragraph_8: `На основе этой концепции Шри Чайтанья учил, что легче
         всего практиковать медитацию санкхья-йоги, повторяя святое имя Господа.`,
    },

    {
        image: '../../../assets/complects/bhakti.png',
        count_books: '7',
        count_songs: '7',
        weight: '1 900 гр',
        price: '990 р.',
        title_1: '«санкиртана»',
        title_2: 'санкиртана',
        outline: `Этот комплект включает в себя всю информацию из предыдущих
         комплектов, но в более сжатом виде. Эти книги предназаначены для 
         того чтобы дарить их родным и близким.`,
    },

    {
        image: '../../../assets/complects/vse_3476.png',
    },
]